#Resource Bundle: CalendarResourceBundle_es_ES.properties - File automatically generated by RBManager at Tue Jul 01 10:18:25 CEST 2003
#Tue Jul 01 10:18:25 CEST 2003
str_warn_caution=Cuidado\: puede haber un error en la base de datos.
str_copyright=Copyright &copy; 2001, {0}Chuck Wight{1}.
str_title_ctrl_pnl=Panel de Control
str_section_added=Se ha a\u00F1adido una Secci\u00F3n a la tabla de Eventos. Actualice, por favor, esta p\u00E1gina.
str_warn_format=Aviso\: se han perdido o formateado incorrectamente algunos datos. Por favor, int\u00E9ntelo de nuevo.
str_wed=Mie
str_view=(s\u00F3lo se puede ver en esta ventana)
str_notes=Notas\:&nbsp;
str_refresh=Debe hacer click en el bot\u00F3n 'Actualizar' del navegador para ver los cambios.
str_tue=Mar
str_sun=Dom
str_description=Descripci\u00F3n\:&nbsp;
str_end=F\u00EDn\:&nbsp;
str_all=Todo
str_gpl=El c\u00F3digo fuente de este servlet Java se distribuye gratuitamente, pero SIN GARANT\u00CDA, bajo los t\u00E9rminos de la {0}GNU General Public License{1}.
str_thu=Jue
str_control_panel=PanelDeControlDeEventos
str_dored=Mostrar la descripci\u00F3n en rojo.
str_table_made=Se ha creado una tabla de Eventos nueva. Actualice, por favor, esta p\u00E1gina.
str_btn_delete=Borrar el Evento
str_error_parse_date=Imposible interpretar el par\u00E1metro de fecha.
str_warn_conflict=Aviso\: Este evento entra en conflicto con otro introducido anteriormente.
str_title_webcal=Programa CalendarioWeb
str_error_db=Error en la base de datos. No ha sido posible crear la tabla de eventos.&nbsp;
str_admin_configuration=El/la administrdor/a del Calendario lo ha configurado de tal modo que usted puede ver los eventos planificados, pero no editarlos, borralos o a\u00F1adir nuevos.
str_li4=Para modificar o borrar un evento, haga click en los n\u00FAmeros de color azul que correspondan al evento.
str_li3=Si planifica un evento que entra en conflicto con alg\u00FAn otro previamente planificado, recibir\u00E1 un avis. De todos modos, se a\u00F1adir\u00E1 el evento que introduzca. La responsabilidad de mantener la coherencia entre eventos es del usuario.
str_li2=Para a\u00F1adir un nuevo evento al calendario, haga click en el enlace correspondiente a la fecha en la que desea planificar ese evento. Se le solicitar\u00E1 un nombre de usuario y una contrase\u00F1a y despu\u00E9s le aparecer\u00E1 un formulario. Es obligatorio introducir informaci\u00F3n en todos los campos del formulario, salvo en 'Notas' y 'Descripci\u00F3n'. En algunos navegadores, tras haber introducido los datos, ser\u00E1 necesario hacer click en el bot\u00F3n 'Actualizar' para poder ver el nuevo evento en la p\u00E1gina principal del calendario.
str_li1=Para ver el mes anterior o el siguiente, utilice las flechas que aparecen en las esquinas del calendario.
str_servlet_info=Este servlet de Eledge mantiene un calendario de eventos relacionadas con la clase.
str_notime=Hora sin especificar (e.g., cumplea\u00F1os o vacaciones)
str_enterer=Evento introducido por {0}.
str_section=Secci\u00F3n\:&nbsp;
str_allday=Todo el d\u00EDa
str_sat=Sab
str_fri=Vie
str_error_db2=Se ha dado un error inesperado en la base de datos.
str_copy2=Copyright &copy; 2001, {0}Chuck Wight{1}. Distribuido bajo los t\u00E9rminos de la {2}GNU General Public License{1}.
str_start=Comienzo\:&nbsp;
str_btn_modify=Modificar el Evento
str_btn_create=Crear este Evento
str_no_visitor=Los visitantes no pueden ver los eventos del curso.
str_time=Hora\:&nbsp;
str_section_added3=Se ha a\u00F1adido un campo en la tabla de Eventos para conservar la compatibilidad con versiones anteriores. Deber\u00EDa poder hacer sus cambios correctamente ahora.
str_mon=Lun
str_section_added2=Se ha a\u00F1adido un campo en la tabla de Eventos para conservar la compatibilidad con versiones anteriores. Cierre, por favor, la ventana e int\u00E9ntelo de nuevo.
